{
    "ankersolix2 adapter settings": "Paramètres de l'adaptateur pour Ankersolix2",
    "Solix Username": "Solix-username",
    "Solix Password": "Mot de passe solide",
    "Country Code": "Code du pays",
    "Polltime in secounds": "Polltime à Secounds",
    "Please use a Family-Account how can only watch, dont use your main account.": "Veuillez utiliser un compte familial comment ne peut que regarder, n'utilisez pas votre compte principal.",
    "Analysis Option": "Option d'analyse",
    "Getting grid info data": "Obtenir des données d'informations sur la grille",
    "Getting solar production data": "Obtenir des données de production solaire",
    "Getting home usage data": "Obtenir des données d'utilisation à domicile",
    "This allows you to retrieve various statistical data.": "Cela vous permet de récupérer diverses données statistiques.",
    "It is recommended to deactivate unnecessary data. Note: No data points will be deleted, this must be done manually.": "Il est recommandé de désactiver les données inutiles. Remarque: aucun point de données ne sera supprimé, cela doit être fait manuellement.",
    "day": "jour",
    "week": "semaine",
    "Which additional batteries are installed? Do not specify more than installed!": "Quelles batteries supplémentaires sont installées? Ne spécifiez pas plus qu'installé!",
    "Option for Grid to Home": "Option pour la grille à la maison",
    "Select a data point that, f.e. indicates the house's consumption.": "Sélectionnez un point de données qui, F.E. indique la consommation de la maison. Un changement dans le point de données est transmis à la banque solaire.",
    "Select the Site device, that will be used to control.": "Sélectionnez le périphérique du site, qui sera utilisé pour contrôler.",
    "Control": "Contrôle",
    "Options": "Options",
    "Enable control": "Activer le contrôle sur DataPoint",
    "Weekday (0,1,2,3,4,5,6)": "Jour de semaine (0,1,2,3,4,5,6)",
    "Power-on time (HH:MM)": "Temps de puissance (HH: MM)",
    "Power-off time (HH:MM)": "Temps de mise hors tension (HH: MM)",
    "Power (watts)": "Puissance (watts)",
    "Enable Custom Power Plan": "Activer le plan d'alimentation personnalisé",
    "Custom Power Plan": "Plan d'alimentation personnalisé",
    "Enable AC Loading, only for ac devices, if enabled, you can control it with the Datepoint: ankersolix2.x.control.ACLoading": "Activer le chargement AC, uniquement pour les périphériques AC, si vous êtes activé, vous pouvez le contrôler avec le point de date: Ankersolix2.x.Control.Acloading",
    "Set Power Plan at Reload": "Définir le plan d'alimentation au rechargement",
    "If its checked, the power plan will be set at reload the adapter": "Si c'est vérifié, le plan électrique sera défini sur Recharger l'adaptateur",
    "To active the power plan, you must control the datapoint: ankersolix2.x.control.SetPowerplan to true.": "Pour active le plan d'alimentation, vous devez contrôler le point de données: Ankersolix2.x.Control.setPowerPlan à true.",
    "Custom mode": "Mode personnalisé",
    "Control by adapter": "Contrôle par adaptateur",
    "Own consumption": "Propre consommation",
    "Charging with mains power": "Charge avec une puissance secteur",
    "Overlapping at day %s0: %s1 < %s2": "Chevauchant le jour% s0:% s1 <% s2"
}
